Repository: yachi8yo/NicoKaraMaker3Translation
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: ja_jp, ko_kr, zh_tw

# MainPageLayoutControlViewModel_Error_LoadTemplateUnable
source: The template could not be loaded.
ja_jp: テンプレートを読み込めません。
ko_kr: 템플릿을 불러올 수 없습니다.
zh_tw: 無法讀取範本。

# MainPageLayoutControlViewModel_Error_NoSearch
source: There are no layout settings that include "{0}" in the name.
ja_jp: 名称に「{0}」を含むレイアウト設定はありません。
ko_kr: 이름에 "{0}"을(를) 포함한 글꼴 설정이 없습니다.
zh_tw: 沒有包含「{0}」名稱的版面配置設定。

# MainPageLayoutControlViewModel_Error_RemoveHorizontalLayoutLast
source: The last setting cannot be removed.
ja_jp: 最後の設定は削除できません。
ko_kr: 마지막 설정은 삭제할 수 없습니다.
zh_tw: 無法刪除最後一個設定。

# MainPageLayoutControlViewModel_Error_RemoveHorizontalLayoutSelect
source: Please select the setting you wish to remove.
ja_jp: 削除したい設定を選択してください。
ko_kr: 삭제할 설정을 선택해 주세요.
zh_tw: 請選擇要刪除的設定。

# MainPageLayoutControlViewModel_Error_RemoveLyricsLayout
source: It is not possible to remove the last layout settings.
ja_jp: レイアウト設定をなくすことはできません。
ko_kr: 레이아웃 설정을 없앨 수 없습니다.
zh_tw: 無法刪除所有版面配置設定。

# MainPageLayoutControlViewModel_RubyAlignmentNames_0
source: Automatic placement
ja_jp: 自動配置
ko_kr: 자동 배치
zh_tw: 自動對齊

# MainPageLayoutControlViewModel_RubyAlignmentNames_1
source: Centering
ja_jp: センタリング
ko_kr: 중앙 정렬
zh_tw: 置中

# MainPageLayoutControlViewModel_RubyAlignmentNames_2
source: Even distribution
ja_jp: 均等割り付け
ko_kr: 균등 분배
zh_tw: 分散對齊

# MainPageLayoutControlViewModel_SmartHorizonNames_0
source: Do not adjust
ja_jp: 調整しない
ko_kr: 조정 안 함
zh_tw: 不調整

# MainPageLayoutControlViewModel_SmartHorizonNames_1
source: Center alignment
ja_jp: 中心位置揃え
ko_kr: 중심 위치 맞춤
zh_tw: 對齊中心位置

# MainPageLayoutControlViewModel_SmartHorizonNames_2
source: Align left and right margins
ja_jp: 左右余白揃え
ko_kr: 좌우 여백 맞춤
zh_tw: 對齊左右邊緣

# MainPageLayoutControlViewModel_Undo_AddHorizontalLayout
source: Add left/right layout for each row
ja_jp: 行ごとの左右レイアウトを追加
ko_kr: 줄마다 좌우 레이아웃 추가
zh_tw: 新增左右版面配置

# MainPageLayoutControlViewModel_Undo_AddLyricsLayout
source: Add layout settings
ja_jp: レイアウト設定を追加
ko_kr: 레이아웃 설정 추가
zh_tw: 新增版面配置設定

# MainPageLayoutControlViewModel_Undo_LoadTemplate
source: Use layout template
ja_jp: レイアウトテンプレートを使用
ko_kr: 레아아웃 템플릿을 사용
zh_tw: 使用版面配置範本

# MainPageLayoutControlViewModel_Undo_RemoveHorizontalLayout
source: Remove left/right layout for each row
ja_jp: 行ごとの左右レイアウトを削除
ko_kr: 행 단위의 좌우 레이아웃 삭제
zh_tw: 刪除左右版面配置

# MainPageLayoutControlViewModel_Undo_RemoveLyricsLayout
source: Remove layout setting "{0}"
ja_jp: レイアウト設定「{0}」を削除
ko_kr: 레이아웃 설정 "{0}"을 삭제
zh_tw: 刪除版面配置設定「{0}」

# MainPageLyricsControl_ButtonFontSelector.ToolTipService.ToolTip
source: Automatically set font...
ja_jp: 自動でフォントを設定(F)...
ko_kr: 자동으로 글꼴 설정(F)...
zh_tw: 自動設定字型(F)…

# MainPageLyricsControl_ButtonLayoutSelector.ToolTipService.ToolTip
source: Automatically set layout...
ja_jp: 自動でレイアウトを設定(Y)...
ko_kr: 자동으로 레이아웃 설정(Y)...
zh_tw: 自動設定版面配置(Y)…

# MainPageLyricsControl_ButtonLineBreaker.ToolTipService.ToolTip
source: Automatically set line breaks...
ja_jp: 自動で区切りを設定(R)...
ko_kr: 자동으로 구분 설정(R)...
zh_tw: 自動設定分隔(R)…

# MainPageLyricsControl_ButtonShowTimeAdjuster.ToolTipService.ToolTip
source: Automatically set display start and end times...
ja_jp: 自動で表示開始時刻・表示終了時刻を設定(S)...
ko_kr: 자동으로 표시 시작 시간·표시 종료 시각 설정(S)...
zh_tw: 自動設定顯示開始與結束時間(S)…

# MainPageLyricsControl_ButtonSubtitleActionSelector.ToolTipService.ToolTip
source: Automatically set actions...
ja_jp: 自動でアクションを設定(A)...
ko_kr: 자동으로 액션 설정(A)...
zh_tw: 自動設定動作(A)…

# MainPageLyricsControl_ButtonTool.ToolTipService.ToolTip
source: Various
ja_jp: 各種(M)
ko_kr: 각종(M)
zh_tw: 各種工具(M)

# MainPageLyricsControl_MenuFlyoutItemAddMultiTextInfo.Text
source: Add lyrics settings
ja_jp: 歌詞設定を追加(L)
ko_kr: 가사 설정 추가(L)
zh_tw: 新增歌詞設定(L)

# MainPageLyricsControl_MenuFlyoutItemEditAction.Text
source: Edit subtitle actions...
ja_jp: 字幕アクションの編集(J)...
ko_kr: 자막 액션 편집(J)...
zh_tw: 編輯字幕動作(J)…

# MainPageLyricsControl_MenuFlyoutItemRemoveMultiTextInfo.Text
source: Remove lyrics settings
ja_jp: 歌詞設定を削除(R)
ko_kr: 가사 설정 삭제(R)
zh_tw: 刪除歌詞設定(R)

# MainPageLyricsControlViewModel_Caption
source: The lyrics settings panel allows you to specify the font, layout, and other settings for the lyrics. You can create subtitles by configuring only "Lyrics Setting 1," but you can also set multiple lyrics as needed.
ja_jp: 歌詞設定パネルでは、歌詞のフォントやレイアウトなどを指定します。 「歌詞設定 1」のみ設定すれば字幕を作成できますが、必要に応じて複数の歌詞を設定することもできます。
ko_kr: 가사 설정 패널에서는 가사의 글꼴이나 레이아웃 등을 지정합니다. "가사 설정 1"만 설정하면 자막을 만들 수 있지만, 필요에 따라 여러 개의 가사를 설정할 수도 있습니다.
zh_tw: 在歌詞設定面板中，可指定歌詞的字型及版面配置等。 只要設定「歌詞設定 1」即可建立字幕，但也可視需求設定多組歌詞。

# MainPageLyricsControlViewModel_Information_Reloaded
source: The lyrics file "{0}" has been updated, so its contents have been reflected.
ja_jp: 歌詞ファイル「{0}」が更新されたため内容を反映しました。
ko_kr: 가사 파일"{0}"이(가) 업데이트되어 내용을 반영했습니다.
zh_tw: 歌詞檔「{0}」已更新，並已套用變更。

# MainPageLyricsControlViewModel_Information_ReloadedAfterLoad
source: The lyrics file "{0}" has been updated since the last project save, so its contents have been reflected.
ja_jp: 歌詞ファイル「{0}」が前回のプロジェクト保存後に更新されたため内容を反映しました。
ko_kr: 가사 파일"{0}"이(가) 이전 프로젝트 저장 후 업데이트되어 내용을 반영했습니다.
zh_tw: 歌詞檔「{0}」在上次儲存專案後有更新，並已套用變更。

# MainPageLyricsControlViewModel_Information_RunMisc
source: Automatically{0}was set.
ja_jp: 自動で{0}を設定しました。
ko_kr: 자동으로 {0}을(를) 설정했습니다.
zh_tw: 已自動設定{0}。

# MainPageLyricsControlViewModel_Information_RunMisc_FontSelector
source: ,font
ja_jp: 、フォント
ko_kr: , 글꼴
zh_tw: 、字型

# MainPageLyricsControlViewModel_Information_RunMisc_LayoutSelector
source: ,layout
ja_jp: 、レイアウト
ko_kr: , 레이아웃
zh_tw: 、版面配置

# MainPageLyricsControlViewModel_Information_RunMisc_LineBreaker
source: ,line breaks
ja_jp: 、区切り
ko_kr: , 구분
zh_tw: 、分隔

# MainPageLyricsControlViewModel_Information_RunMisc_ShowTimeAdjuster
source: ,display time
ja_jp: 、表示時刻
ko_kr: , 표시 시각
zh_tw: 、顯示時間

# MainPageLyricsControlViewModel_Information_RunMisc_SubtitleActionSelector
source: ,actions
ja_jp: 、アクション
ko_kr: , 액션
zh_tw: 、動作

# MainPageLyricsControlViewModel_Undo_RunFontSelector
source: Automatically set font
ja_jp: 自動でフォントを設定
ko_kr: 자동으로 글꼴 설정
zh_tw: 自動設定字型

# MainPageLyricsControlViewModel_Undo_RunLayoutSelector
source: Automatically set layout
ja_jp: 自動でレイアウトを設定
ko_kr: 자동으로 레이아웃 설정
zh_tw: 自動設定版面配置

# MainPageLyricsControlViewModel_Undo_RunLineBreaker
source: Automatically set line breaks
ja_jp: 自動で区切りを設定
ko_kr: 자동으로 구분 설정
zh_tw: 自動設定分隔

# MainPageLyricsControlViewModel_Undo_RunShowTimeAdjuster
source: Automatically set display start and end times
ja_jp: 自動で表示開始時刻・表示終了時刻を設定
ko_kr: 자동으로 표시 시작 시간·표시 종료 시각 설정
zh_tw: 自動設定顯示開始與結束時間

# MainPageLyricsControlViewModel_Undo_RunSubtitleActionSelector
source: Automatically set actions
ja_jp: 自動でアクションを設定
ko_kr: 자동으로 액션 설정
zh_tw: 自動設定動作

# MainPageLyricsControlViewModel_Warning_ShowBeginTimeGtLyricsActualBeginTime
source: The displayed start time is later than the singing start time.
ja_jp: 表示開始時刻が歌唱開始時刻より遅いです。
ko_kr: 표시 시작 시간이 노래 시작 시간보다 늦습니다.
zh_tw: 顯示開始時間晚於演唱開始時間。

# MainPageLyricsControlViewModel_Warning_ShowEndTimeLtLyricsActualEndTime
source: The displayed end time is earlier than the singing end time.
ja_jp: 表示終了時刻が歌唱終了時刻より早いです。
ko_kr: 표시 종료 시각이 노래 종료 시간보다 빠릅니다.
zh_tw: 顯示結束時間早於演唱結束時間。

# MainPageMultiTextViewModel_Confirm_AddMultiTextInfo
source: Adding {0} setting. Are you sure?
ja_jp: {0}設定を追加します。 よろしいですか？
ko_kr: {0} 설정을 추가합니다. 계속하시겠습니까?
zh_tw: 將新增{0}設定。 確定要執行嗎？

# MainPageMultiTextViewModel_Confirm_RemoveMultiTextInfo
source: Deleting "{0}". Are you sure?
ja_jp: 「{0}」を削除します。 よろしいですか？
ko_kr: "{0}"을(를) 삭제합니다. 계속하시겠습니까?
zh_tw: 將刪除「{0}」。 確定要刪除嗎？

# MainPageMultiTextViewModel_Error_EditActionSelect
source: Please select the line(s) you wish to edit the subtitle action for. (Multiple lines can be selected.)
ja_jp: 字幕アクションの編集をしたい行を選択してください。 （複数行の選択も可能です）
ko_kr: 자막 액션을 편집하려는 행을 선택하세요. (여러 행 선택도 가능합니다)
zh_tw: 請選擇要編輯字幕動作的行。 (也可以選擇多行)

# MainPageMultiTextViewModel_Error_EditActionValid
source: Please select a valid {0} row.
ja_jp: 有効な{0}行を選択してください。
ko_kr: 유효한 {0}행을 선택해 주세요.
zh_tw: 請選擇有效的{0}行。

# MainPageMultiTextViewModel_Error_NoLine
source: There are no {0} rows.
ja_jp: {0}行がありません。
ko_kr: {0}행이 없습니다.
zh_tw: 目前沒有{0}行。

# MainPageMultiTextViewModel_Error_RemoveMultiTextInfo
source: The last {0} setting cannot be removed.
ja_jp: {0}設定をなくすことはできません。
ko_kr: {0}설정을 없앨 수 없습니다.
zh_tw: 無法刪除所有{0}設定。

# MainPageMultiTextViewModel_Undo_AddMultiTextInfo
source: Add {0} setting
ja_jp: {0}設定を追加
ko_kr: {0}설정 추가
zh_tw: 新增{0}設定

# MainPageMultiTextViewModel_Undo_EditAction
source: Edit subtitle actions
ja_jp: 字幕アクションの編集
ko_kr: 자막 액션 편집
zh_tw: 編輯字幕動作

# MainPageMultiTextViewModel_Undo_FontIndexChanged
source: Change font
ja_jp: フォントの変更
ko_kr: 글꼴 변경
zh_tw: 變更字型

# MainPageMultiTextViewModel_Undo_LayoutIndexChanged
source: Change layout
ja_jp: レイアウトの変更
ko_kr: 레이아웃 변경
zh_tw: 變更版面配置

# MainPageMultiTextViewModel_Undo_RemoveMultiTextInfo
source: Remove {0} setting "{1}"
ja_jp: {0}設定「{1}」を削除
ko_kr: {0} 설정"{1}"을 삭제
zh_tw: 刪除{0}設定「{1}」

# MainPageMultiTextViewModel_Undo_SubtitleActionChanged
source: Change actions
ja_jp: アクションの変更
ko_kr: 액션 변경
zh_tw: 變更動作

# MainPageOutputControl_ButtonBrowseDestPath.Content
source: Browse...
ja_jp: 参照(B)...
ko_kr: 참조(B)...
zh_tw: 瀏覽(B)…

# MainPageOutputControl_ButtonMp4Settings.ToolTipService.ToolTip
source: MP4 encoding settings...
ja_jp: MP4 エンコード設定(M)...
ko_kr: MP4 인코딩 설정(M)...
zh_tw: MP4 編碼設定(M)…

# MainPageOutputControl_ButtonOpenDestFolder.ToolTipService.ToolTip
source: Open output folder
ja_jp: 出力先フォルダーを開く(N)
ko_kr: 출력 폴더 열기(N)
zh_tw: 開啟輸出目標資料夾(N)

# MainPageOutputControl_ButtonOutput.Content
source: Video output
ja_jp: 動画出力(O)
ko_kr: 동영상 출력(O)
zh_tw: 輸出影片(O)

# MainPageOutputControl_CheckBoxDoubleFrame.Content
source: Makes subtitle wipes twice as smooth (doubles frame rate)
ja_jp: 字幕ワイプを 2 倍滑らかにする（フレームレート倍増）(W)
ko_kr: 자막 와이프를 2배 부드럽게 (프레임레이트 2배)(W)
zh_tw: 讓字幕刷色的平滑度提升 2 倍 (影格率加倍)(W)

# MainPageOutputControl_HyperlinkButtonContentsTree2C.Content
source: NicoKara Maker Simple Instruction Video
ja_jp: ニコカラメーカー 簡易説明書動画
ko_kr: 니코카라 메이커 간단 설명서 영상
zh_tw: NicoKaraMaker 簡易說明影片

# MainPageOutputControl_HyperlinkButtonCreatorSupport1C.Content
source: Creator support
ja_jp: クリエイターサポート
ko_kr: 크리에이터 지원
zh_tw: 創作者贊助

# MainPageOutputControl_HyperlinkButtonFantia1C.Content
source: Buy Me a Coffee
ja_jp: ファンサイト
ko_kr: 팬사이트
zh_tw: 粉絲網站

# MainPageOutputControl_TextBlockContentsTree1.Text
source: When uploading a created video to Niconico Douga, you need the original video (the video specified in the background material panel) and,
ja_jp: 作成した動画をニコニコ動画に投稿する場合は、元動画（背景素材パネルで指定した動画）および、
ko_kr: 만든 동영상을 니코니코 동화에 게시할 경우, 원본 동영상(배경 소재 패널에서 지정한 동영상) 및
zh_tw: 若要將製作的影片發布至 niconico 動畫，請將原影片 (在背景素材面板指定的影片) 以及

# MainPageOutputControl_TextBlockContentsTree2R.Text
source: " (sm28311188) as the parent of the content tree.
ja_jp: 」（sm28311188）を、コンテンツツリーの親として登録お願いします。
ko_kr: "(sm28311188)을 콘텐츠 트리의 부모로 등록해 주세요.
zh_tw: 」(sm28311188) 設定為內容樹的來源作品。

# MainPageOutputControl_TextBlockContentsTree3.Text
source: If you upload this video to a video site like YouTube instead of Niconico Douga, please include a link to sm28311188.
ja_jp: ニコニコ動画に投稿せずに YouTube 等の動画サイトに投稿する場合は、sm28311188 へのリンク記載をお願いします。
ko_kr: 니코니코 동화에 게시하지 않고 YouTube 등의 동영상 사이트에 게시할 경우, sm28311188로의 링크 기재를 부탁드립니다.
zh_tw: 若不發布至 niconico 動畫而是發布至 YouTube 等影片網站，請附上 sm28311188 的連結。

# MainPageOutputControl_TextBlockCreatorSupport1L.Text
source: Niconico Douga's "
ja_jp: ニコニコ動画の「
ko_kr: 니코니코 동화의"
zh_tw: niconico 動畫的「

# MainPageOutputControl_TextBlockCreatorSupport2.Text
source: I look forward to your registration on it.
ja_jp: 登録お待ちしております。
ko_kr: 등록을 기다리고 있습니다.
zh_tw: 期待您的加入與支持。

# MainPageOutputControl_TextBlockDestFormat.Text
source: Output format:
ja_jp: 出力形式(F)：
ko_kr: 출력 형식(F):
zh_tw: 輸出格式(F)：

# MainPageOutputControl_TextBlockDestPath.Text
source: Output file name:
ja_jp: 出力先ファイル名(D)：
ko_kr: 출력 파일 이름(D):
zh_tw: 輸出目標檔名(D)：

# MainPageOutputControl_TextBlockFantia1L.Text
source: If you enjoyed this app, "
ja_jp: 本アプリの「
ko_kr: 본 앱의"
zh_tw: 本應用程式的「

# MainPageOutputControlViewModel_AddDestFile
source: _NicokaraOutput
ja_jp: _ニコカラメーカー3出力
ko_kr: _니코카라 메이커 3 출력
zh_tw: _NicoKaraMaker3輸出

# MainPageOutputControlViewModel_AddDestFolder
source: Output
ja_jp: 出力
ko_kr: 출력
zh_tw: 輸出

# MainPageOutputControlViewModel_Caption
source: The video output panel will output a video with karaoke subtitles based on the previous content. Please be mindful of the available space on your SSD/HDD.
ja_jp: 動画出力パネルでは、これまでの内容に基づいて、カラオケ字幕付き動画を出力します。SSD / HDD の空き容量にご注意ください。
ko_kr: 동영상 출력 패널에서는 지금까지의 내용을 바탕으로 노래방 자막이 포함된 동영상을 출력합니다. SSD/HDD의 여유 용량에 주의하십시오.
zh_tw: 在輸出影片面板中，將根據目前的設定輸出帶有卡拉 OK 字幕的影片。請注意 SSD / HDD 的剩餘空間。

# MainPageOutputControlViewModel_Error_BadFfmpeg
source: FFmpeg is not configured correctly, so output in MP4 format is not possible.
ja_jp: FFmpeg が正しく設定されていないため、MP4 形式で出力できません。
ko_kr: FFmpeg가 올바르게 설정되지 않아 MP4 형식으로 출력할 수 없습니다.
zh_tw: 因 FFmpeg 未正確設定，無法以 MP4 格式輸出。

# MainPageOutputControlViewModel_Error_DestPathNotSet
source: The output file name has not been specified.
ja_jp: 出力先ファイル名が指定されていません。
ko_kr: 출력 대상 파일 이름이 지정되지 않았습니다.
zh_tw: 未指定輸出目標檔名。

# MainPageOutputControlViewModel_Error_SourceNotSet
source: No background material has been specified.
ja_jp: 背景素材が指定されていません。
ko_kr: 배경 자료가 지정되지 않았습니다.
zh_tw: 未指定背景素材。

# MainPageOutputControlViewModel_Information_Avi
source: If the uncompressed AVI video you output does not play correctly, please refer to the video output page in the help section.
ja_jp: 出力した無圧縮 AVI 動画が正しく再生されない場合は、ヘルプの動画出力ページ節をご覧ください。
ko_kr: 출력한 무압축 AVI 동영상이 올바르게 재생되지 않는 경우, 도움말의 동영상 출력 페이지 절을 참조하십시오.
zh_tw: 若輸出的未壓縮 AVI 影片無法正確播放，請參閱說明中的影片輸出頁面。

# MainPageOutputControlViewModel_Information_AviOverFhd
source: Outputting a video with a resolution higher than Full HD in uncompressed AVI format is expected to take a considerable amount of time.
ja_jp: フル HD を超える解像度を無圧縮 AVI 形式で出力すると相当の時間がかかると予想されます。
ko_kr: 풀 HD를 초과하는 해상도를 무압축 AVI 형식으로 출력하면 상당한 시간이 걸릴 것으로 예상됩니다.
zh_tw: 若以未壓縮 AVI 格式輸出超過 Full HD 的解析度，預計會花費相當長的時間。

# MainPageOutputControlViewModel_Information_BadFfmpeg
source: FFmpeg is not configured correctly.
ja_jp: FFmpeg が正しく設定されていません。
ko_kr: FFmpeg가 올바르게 설정되지 않았습니다.
zh_tw: FFmpeg 未正確設定。

# MainPagePreviewControl_ButtonFastForward.ToolTipService.ToolTip
source: Fast forward
ja_jp: 早送り(X)
ko_kr: 빨리 감기(X)
zh_tw: 快轉(X)

# MainPagePreviewControl_ButtonFastRewind.ToolTipService.ToolTip
source: Fast rewind
ja_jp: 早戻し(Z)
ko_kr: 빨리 되감기(Z)
zh_tw: 倒轉(Z)

# MainPagePreviewControl_ButtonPlay.ToolTipService.ToolTip
source: Play/pause
ja_jp: 再生／一時停止(A)
ko_kr: 재생/일시정지(A)
zh_tw: 播放/暫停(A)

# MainPagePreviewControl_ButtonStep.ToolTipService.ToolTip
source: Frame-by-frame playback
ja_jp: コマ送り(F)
ko_kr: 프레임 이동(F)
zh_tw: 逐格播放(F)

# MainPagePreviewControl_ButtonStop.ToolTipService.ToolTip
source: Stop
ja_jp: 停止(S)
ko_kr: 정지(S)
zh_tw: 停止(S)

# MainPagePreviewControl_ButtonWarnings.ToolTipService.ToolTip
source: List of warnings and information
ja_jp: 警告・情報を一覧表示(W)
ko_kr: 경고·정보 목록 표시(W)
zh_tw: 顯示警告與資訊清單(W)

# MainPagePreviewControl_TextBlockQuality.Text
source: Rendering quality
ja_jp: 描画品質(Q)
ko_kr: 그리기 품질(Q)
zh_tw: 算圖品質(Q)

# MainPagePreviewControl_TextBlockTimeStamp.Text
source: Time drawing
ja_jp: 時刻描画(I)
ko_kr: 시간 표시(I)
zh_tw: 時間顯示(I)

# MainPagePreviewControlViewModel_ButtonMuteToolTipMute
source: Muted
ja_jp: ミュート中(M)
ko_kr: 음소거 중(M)
zh_tw: 靜音中(M)

# MainPagePreviewControlViewModel_ButtonMuteToolTipOutput
source: Audio output available
ja_jp: 音声出力可能(M)
ko_kr: 음성 출력 가능(M)
zh_tw: 音訊輸出開啟(M)

# MainPagePreviewControlViewModel_Caption
source: The preview panel allows you to check the result before outputting the video. If there are many subtitles or if your computer has low performance, the subtitles may flicker or be out of sync, but rest assured that they will be displayed correctly during video output.
ja_jp: プレビューパネルでは、動画出力前に出来映えを確認できます。 字幕量が多い場合・パソコンの性能が低い場合は、字幕が点滅したりタイミングがずれたりしますが、動画出力時は正しく出力されますのでご安心ください。
ko_kr: 미리보기 패널에서는 동영상 출력 전에 완성도를 확인할 수 있습니다. 자막 양이 많거나 컴퓨터 성능이 낮은 경우, 자막이 깜빡이거나 타이밍이 어긋날 수 있지만, 동영상 출력 시에는 올바르게 출력되니 안심하세요.
zh_tw: 在預覽面板中，可以在輸出影片前確認成果。 若字幕量多或電腦效能較低，可能會出現字幕閃爍或時間點偏差，但在輸出影片時將會正常輸出，敬請放心。

# MainPageSoundControl_ButtonBrowseSoundPath.Content
source: Edit...
ja_jp: 編集(C)...
ko_kr: 편집(C)...
zh_tw: 編輯(C)…

# MainPageSoundControl_TextBlockSoundPath.Text
source: Audio:
ja_jp: 音声(A)：
ko_kr: 음성(A):
zh_tw: 音訊(A)：

# MainPageSourceControl_ButtonBrowseImagePath1.Content
source: Browse...
ja_jp: 参照(B)...
ko_kr: 참조(B)...
zh_tw: 瀏覽(B)…

# MainPageSourceControl_ButtonBrowseImagePath2.Content
source: Browse...
ja_jp: 参照(B)...
ko_kr: 참조(B)...
zh_tw: 瀏覽(B)…

# MainPageSourceControl_ButtonBrowseMoviePath.Content
source: Browse...
ja_jp: 参照(B)...
ko_kr: 참조(B)...
zh_tw: 瀏覽(B)…

# MainPageSourceControl_CheckBoxMoviePlusSound.Content
source: Use audio from separate file
ja_jp: 別ファイルの音声を使用する(D)
ko_kr: 다른 파일의 음성을 사용하다(D)
zh_tw: 使用其他檔案的音訊(D)

# MainPageSourceControl_TextBlockBackgroundColor.Text
source: Background color:
ja_jp: 背景色(D)：
ko_kr: 배경색(D):
zh_tw: 背景色(D)：

# MainPageSourceControl_TextBlockBackgroundSize.Text
source: Resolution:
ja_jp: 解像度(R)：
ko_kr: 해상도(R):
zh_tw: 解析度(R)：

# MainPageSourceControl_TextBlockImagePath1.Text
source: Image:
ja_jp: 画像(G)：
ko_kr: 이미지(G):
zh_tw: 圖片(G)：

# MainPageSourceControl_TextBlockImagePath2.Text
source: First image in the sequence:
ja_jp: 連番の先頭画像(G)：
ko_kr: 연번의 첫 번째 이미지(G):
zh_tw: 圖片序列的開頭圖片(G)：

# MainPageSourceControl_TextBlockIsBackground.Text
source: The background will be filled with the specified color.
ja_jp: 背景を指定の色で塗りつぶします。
ko_kr: 배경을 지정된 색으로 채웁니다.
zh_tw: 以指定顏色填滿背景。

# MainPageSourceControl_TextBlockIsImage.Text
source: Use one image as the background.
ja_jp: 背景に 1 枚の画像を使用します。
ko_kr: 배경에 이미지 1장을 사용합니다.
zh_tw: 使用單張圖片作為背景。

# MainPageSourceControl_TextBlockIsMovie.Text
source: We will use a video as the background.
ja_jp: 背景に動画を使用します。
ko_kr: 배경에 동영상을 사용합니다.
zh_tw: 使用影片作為背景。

# MainPageSourceControl_TextBlockIsSequenceImage.Text
source: A sequence of numbered images will be used as the background.
ja_jp: 背景に連番画像を使用します。
ko_kr: 배경에 연속 번호 이미지를 사용합니다.
zh_tw: 使用圖片序列作為背景。

# MainPageSourceControl_TextBlockMoviePath.Text
source: Source video used as background:
ja_jp: 背景として使用する元動画(M)：
ko_kr: 배경으로 사용할 원본 동영상(M):
zh_tw: 作為背景使用的原影片(M)：

# MainPageSourceControl_TextBlockSourceDuration.Text
source: Duration:
ja_jp: 長さ：
ko_kr: 길이:
zh_tw: 長度：

# MainPageSourceControl_TextBlockSourceFrameRate.Text
source: Frame rate:
ja_jp: フレームレート：
ko_kr: 프레임 레이트:
zh_tw: 影格率：

# MainPageSourceControl_TextBlockSourceInfo.Text
source: Source information
ja_jp: 素材情報
ko_kr: 소재정보
zh_tw: 素材資訊

# MainPageSourceControl_TextBlockSourceResolution.Text
source: Resolution:
ja_jp: 解像度：
ko_kr: 해상도:
zh_tw: 解析度：

# MainPageSourceControl_ToggleButtonIsBackground.ToolTipService.ToolTip
source: Background color
ja_jp: 背景色(S4)
ko_kr: 배경색(S4)
zh_tw: 背景色(S4)

# MainPageSourceControl_ToggleButtonIsImage.ToolTipService.ToolTip
source: One image
ja_jp: 1 枚の画像(S2)
ko_kr: 이미지 1장(S2)
zh_tw: 單張圖片(S2)

# MainPageSourceControl_ToggleButtonIsMovie.ToolTipService.ToolTip
source: Video
ja_jp: 動画(S1)
ko_kr: 동영상(S1)
zh_tw: 影片(S1)

# MainPageSourceControl_ToggleButtonIsSequenceImage.ToolTipService.ToolTip
source: Sequence image
ja_jp: 連番画像(S3)
ko_kr: 연번 이미지(S3)
zh_tw: 圖片序列(S3)

# MainPageSourceControlViewModel_Caption
source: In the background source panel, you can specify the video, image, or audio to be used as the background.
ja_jp: 背景素材パネルでは、背景となる動画や、画像・音声を指定します。
ko_kr: 배경 소재 패널에서는 배경이 되는 동영상이나 이미지·음성을 지정합니다.
zh_tw: 在背景素材面板中，可指定背景的影片、圖片及音訊。

# MainPageSourceControlViewModel_Error_FileNotFound
source: {0} does not exist.
ja_jp: {0} は存在しません。
ko_kr: {0} 은(는) 존재하지 않습니다.
zh_tw: {0} 不存在。

# MainPageSourceControlViewModel_Error_UnableGetMovieInfo
source: Unable to retrieve video information.
ja_jp: 動画情報を取得できませんでした。
ko_kr: 동영상 정보를 가져올 수 없습니다.
zh_tw: 無法取得影片資訊。

# MainPageTitleControl_ButtonAddTitle.ToolTipService.ToolTip
source: Add title row...
ja_jp: タイトル行の追加(A)...
ko_kr: 제목 행 추가(A)...
zh_tw: 新增標題行(A)…

# MainPageTitleControl_ButtonEditTitle.ToolTipService.ToolTip
source: Edit title row...
ja_jp: タイトル行の編集(D)...
ko_kr: 제목 행 편집(D)...
zh_tw: 編輯標題行(D)…

# MainPageTitleControl_ButtonRemoveTitle.ToolTipService.ToolTip
source: Delete title row
ja_jp: タイトル行の削除(R)
ko_kr: 제목 행 삭제(R)
zh_tw: 刪除標題行(R)

# MainPageTitleControl_ButtonTool.ToolTipService.ToolTip
source: Various
ja_jp: 各種(M)
ko_kr: 각종(M)
zh_tw: 各種工具(M)

# MainPageTitleControl_MenuFlyoutItemAddMultiTextInfo.Text
source: Add title setting
ja_jp: タイトル設定を追加(L)
ko_kr: 타이틀 설정 추가(L)
zh_tw: 新增標題設定(L)

# MainPageTitleControl_MenuFlyoutItemEditAction.Text
source: Edit subtitle actions...
ja_jp: 字幕アクションの編集(J)...
ko_kr: 자막 액션 편집(J)...
zh_tw: 編輯字幕動作(J)…

# MainPageTitleControl_MenuFlyoutItemRemoveMultiTextInfo.Text
source: Delete title setting
ja_jp: タイトル設定を削除(R)
ko_kr: 타이틀 설정 삭제(R)
zh_tw: 刪除標題設定(R)

# MainPageTitleControlViewModel_Caption
source: The title settings panel allows you to specify the title, its font, layout, and other settings. If you don't need a title, you don't need to configure it.
ja_jp: タイトル設定パネルでは、タイトルとそのフォントやレイアウトなどを指定します。 タイトルが不要の場合は、設定を行わなくて構いません。
ko_kr: 타이틀 설정 패널에서는 타이틀과 그 글꼴이나 레이아웃 등을 지정합니다. 타이틀이 불필요한 경우, 설정을 하지 않아도 괜찮습니다.
zh_tw: 在標題設定面板中，可指定標題及其字型、版面配置等。 若不需要標題，可略過設定。

# MainPageTitleControlViewModel_Confirm_RemoveEmpty
source: Delete the blank lines. Are you sure?
ja_jp: 空行を削除します。よろしいですか？
ko_kr: 빈 줄을 삭제합니다. 계속하시겠습니까?
zh_tw: 將刪除空行。確定要刪除嗎？

# MainPageTitleControlViewModel_Confirm_RemoveMulti
source: Delete the selected {0} rows. Are you sure?
ja_jp: 選択されている {0} 行を削除します。 よろしいですか？
ko_kr: 선택된 {0} 행을 삭제합니다. 계속하시겠습니까?
zh_tw: 將刪除所選的 {0} 行。 確定要刪除嗎？

# MainPageTitleControlViewModel_Confirm_RemoveTitle
source: Delete the following title row. Are you sure? {0}
ja_jp: 以下のタイトル行を削除します。よろしいですか？ {0}
ko_kr: 다음 제목 행을 삭제합니다. 계속하시겠습니까? {0}
zh_tw: 將刪除以下標題行。確定要刪除嗎？ {0}

# MainPageTitleControlViewModel_Error_AddOrReplaceTitle
source: The following line was invalid and therefore not added: {0}
ja_jp: 以下の行は無効だったため追加されませんでした： {0}
ko_kr: 다음 줄은 유효하지 않아 추가되지 않았습니다: {0}
zh_tw: 以下內容無效，因此未新增： {0}

# MainPageTitleControlViewModel_Error_AddOrReplaceTitle_Part
source: Row {0}
ja_jp: {0} 行目
ko_kr: {0} 번 줄
zh_tw: 第 {0} 行

# MainPageTitleControlViewModel_Error_SelectRemoveTitle
source: Please select the row you wish to delete.
ja_jp: 削除したい行を選択してください。
ko_kr: 삭제하려는 행을 선택하세요.
zh_tw: 請選擇要刪除的行。

# MainPageTitleControlViewModel_Undo_AddTitle
source: Add title row
ja_jp: タイトル行の追加
ko_kr: 제목 행 추가
zh_tw: 新增標題行

# MainPageTitleControlViewModel_Undo_EditTitle
source: Edit title row
ja_jp: タイトル行の編集
ko_kr: 제목 행 편집
zh_tw: 編輯標題行

# MainPageTitleControlViewModel_Undo_RemoveTitle
source: Delete title row
ja_jp: タイトル行を削除
ko_kr: 제목 행 삭제
zh_tw: 刪除標題行

# MainPageViewModel_Confirm_LoadAutoSave
source: A previously autosaved project remains. Project: {0} Autosaved date and time: {1} Do you want to recover it? (Note) Selecting "No" will delete the autosaved project. If you want to continue editing from where you left off, please select "Yes".
ja_jp: 以前に自動保存されたプロジェクトが残っています。 プロジェクト：{0} 自動保存日時：{1} 回復しますか？ （注意） 「いいえ」を選ぶと自動保存は消去されます。 続きから編集したい場合は「はい」を選んでください。
ko_kr: 이전에 자동 저장된 프로젝트가 남아 있습니다. 프로젝트:{0} 자동 저장 시간:{1} 복원하시겠습니까? (주의) '아니요'를 선택하면 자동 저장 내용이 삭제됩니다. 문제를 계속 편집하려면 '예'를 선택하세요.
zh_tw: 發現先前自動儲存的專案。 專案：{0} 自動儲存時間：{1} 要復原嗎？ (註) 若選「否」，將刪除自動儲存的檔案。 若想繼續編輯，請選「是」。

# MainPageViewModel_Confirm_Modify
source: "{0}" has been modified. Do you want to save?
ja_jp: 「{0}」は更新されています。 保存しますか？
ko_kr: "{0}"이/가 업데이트되었습니다. 저장하시겠습니까?
zh_tw: 「{0}」已更新。 要儲存嗎？

# MainPageViewModel_Confirm_Nkm2Project
source: When importing a project from the old Nicokara Karaoke Video Maker 2, some settings (such as subtitle actions) may not be loaded. Also, loading may take some time.
ja_jp: 旧ニコカラメーカー 2 のプロジェクトを読み込む場合、一部の設定（字幕アクションなど）は読み込めません。 また、読み込みに多少時間がかかる場合があります。
ko_kr: 구 니코카라 메이커 2의 프로젝트를 로드할 때 일부 설정 (자막 액션 등) 은 로드되지 않을 수 있습니다. 또한 로드에 시간이 더 걸릴 수 있습니다.
zh_tw: 讀取舊版 NicoKaraMaker 2 的專案時，部分設定 (如字幕動作等) 將無法讀取。 此外，讀取可能需要花費一些時間。

# MainPageViewModel_Error_EmptyContent
source: The content is empty.
ja_jp: 内容が空です。
ko_kr: 내용이 비었습니다.
zh_tw: 內容為空。
